import { FC } from 'react';
import Article from '@/components/Article/Article';

const Page: FC = () => {
  return (
    <Article
      breadсrumbs={[
        { name: 'О компании', path: '/about-company' },
        { name: 'Политика конфиденциальности', path: '/privacy-policy' }
      ]}
      title='Политика конфиденциальности'
      content={
        <>
          Политика конфиденциальности персональных данных <br />
          Настоящая Политика конфиденциальности персональных данных (далее - Политика) действует в отношении всех
          персональных данных, которые компания-оператор интернет-магазина ООО &quot;. (далее – Оператор)  и
          компания-владелец Сайта ООО &quot;Олкидс&quot; (далее Производитель) могут получить от пользователя во время
          использования пользователями официального сайта Производителя – https://www.bivium.ru (далее – Сайт),
          использования Интернет-сервисов, услуг, покупки товаров, участия в рекламных и маркетинговых кампаниях или
          акциях и/или ином взаимодействии с Оператором и Производителем.
          <br />
          <br />
          Оператор и Производитель не контролируют и не несут ответственность за сайты третьих лиц, на которые
          пользователь может перейти по ссылкам, доступным на Сайте. На сайтах третьих лиц может быть собственная
          политика конфиденциальности и у пользователя могут собираться или запрашиваться иные персональные данные.
          <br />
          <br />
          Настоящая Политика объясняет, каким образом Оператор и Производитель обрабатывают и защищают персональную
          информацию пользователей.
          <br />
          <br />
          Используя Услуги и предоставляя Оператору и Производителю информацию, необходимую для инициирования
          дальнейшего взаимодействия, Вы выражаете согласие на ее использование в соответствии с настоящей Политикой.
          <br />
          <br />
          Для конкретных Услуг, Оператор и Производитель может публиковать дополнительные положения, дополняющие
          настоящую Политику.
          <br />
          <br />
          1. Персональные данные пользователей, которые получает и обрабатывает Оператор и Производитель
          <br />
          <br />
          1.1. В рамках настоящей Политики под «персональными данными пользователя» понимаются:
          <br />
          <br />
          1.1.1. Персональные данные, которые пользователь предоставляет о себе самостоятельно при регистрации (создании
          учётной записи) на Сайте или в процессе использования Услуг. Обязательная для предоставления (оказания) Услуг
          информация явно обозначена. К такой информации отнесены: фамилия, имя и отчество, адрес электронной почты,
          почтовый адрес доставки заказов, контактный телефон, платёжные реквизиты.
          <br />
          <br />
          1.1.2. Иная информация о пользователе, сбор и/или предоставление которой определено Оператором и
          Производителем для предоставления отдельных Услуг дополнительно, о чём явно указано при заказе отдельных
          товаров и Услуг.
          <br />
          <br />
          1.2. Персональные данные пользователя, предоставленные Оператору и Производителю, считаются не достоверными и
          могут быть блокированы до момента получения от пользователя или его законного представителя согласия на
          обработку персональных данных пользователя в любой дополнительно обозначенной Оператором и Производителем
          форме, помимо предусмотренной на Сайте.
          <br />
          <br />
          2. Цели обработки персональной информации пользователей
          <br />
          <br />
          2.1. Оператор и Производитель обрабатывают только те персональные данные, которые необходимы для оказания и
          улучшения качества Услуг.
          <br />
          <br />
          2.2. Персональную информацию пользователя Оператор и Производитель может использовать в следующих целях:
          <br />
          <br />
          2.2.1. Идентификация стороны в рамках оказания Услуги.
          <br />
          <br />
          2.2.2. Предоставление пользователю персонализированных Услуг.
          <br />
          <br />
          2.2.3. Улучшение качества Услуг и разработка новых.
          <br />
          <br />
          2.2.4. Проведение статистических и иных исследований на основе обезличенных данных.
          <br />
          <br />
          2.2.5. Осуществление и/или исполнение функций, полномочий и обязанностей, возложенных законодательством
          Российской Федерации на Оператора и Производителя.
          <br />
          <br />
          3. Передача персональных данных пользователя третьим лицам
          <br />
          <br />
          3.1. В отношении персональных данных пользователя сохраняется конфиденциальность, кроме случаев обработки
          персональных данных, доступ неограниченного круга лиц к которым предоставлен пользователем либо по его
          просьбе.
          <br />
          <br />
          3.2. Оператор и Производитель вправе передать персональную информацию пользователя третьим лицам в следующих
          случаях:
          <br />
          <br />
          3.2.1. Пользователь предоставил свое согласие на такие действия, в том числе в целях уведомления о сделанном
          заказе.
          <br />
          <br />
          3.2.2. Передача необходима для достижения целей, осуществления и выполнения функций, полномочий и
          обязанностей, возложенных законодательством Российской Федерации на Оператора и Производителя.
          <br />
          <br />
          4. Меры, применяемые для защиты персональных данных пользователей
          <br />
          <br />
          Оператор и Производитель применяют необходимые и достаточные организационные и технические меры для защиты
          персональных данных пользователя от неправомерного или случайного доступа, уничтожения, изменения,
          блокирования, копирования, распространения, а также от иных неправомерных действий с персональными данными
          третьих лиц.
          <br />
          <br />
          5. Права и обязанности пользователя
          <br />
          <br />
          5.1. Оператор и Производитель предпринимают разумные меры для поддержания точности и актуальности имеющихся в
          их распоряжении персональных данных, а также удаления устаревших и других недостоверных или излишних
          персональных данных, тем не менее, Пользователь несёт ответственность за предоставление достоверных сведений,
          а также за обновление предоставленных данных в случае каких-либо изменений.
          <br />
          <br />
          5.2. Пользователь может в любой момент изменить (обновить, дополнить) предоставленную им персональную
          информацию или её часть, а также параметры её конфиденциальности путем обращения к Оператору и/или
          Производителю.
          <br />
          <br />
          5.2.1. Пользователь вправе в любой момент отозвать согласие на обработку персональных данных путём направления
          письменного уведомления на адрес: 129085 Российская Федерация, г. Москва, ул. Годовикова, д.9 с.13, в ООО
          «Олкидс» с пометкой «отзыв согласия на обработку персональных данных» или по адресу 140171, Московская обл.,
          г. Бронницы, проезд Кирпичный, 7а, пом. 46, этаж 3, в ООО &quot;ОЛКИДС&quote;, при этом что отзыв
          пользователем согласия на обработку персональных данных влечёт за собой удаление учётной записи пользователя с
          Сайта, а также уничтожение записей, содержащих персональные данные, в системах обработки персональных данных,
          что может сделать невозможным пользование Сайтом и Интернет-сервисами.
          <br />
          <br />
          5.3. Пользователь имеет право на получение информации, касающейся обработки его персональных данных у
          Оператора и/или производителя, для чего вправе направить письменный запрос на адрес: 140171, Московская обл.,
          г. Бронницы, проезд Кирпичный, 7а, пом. 46, этаж 3, в ООО «ОЛКИДС» с пометкой «отзыв согласия на обработку
          персональных данных» или с пометкой «запрос информации о порядке обработки персональных данных».
          <br />
          <br />
          5.4. Для исполнения положений в п. 5.2 и 5.3 настоящей Политики Оператор и Производитель может потребовать
          подтвердить личность пользователя, затребовав предоставления такого подтверждения в любой непротиворечащей
          закону форме.
          <br />
          <br />
          6. Согласие на получение рассылки рекламно-информационных материалов
          <br />
          <br />
          6.1. В соответствии с ч.1 статьи 18 Федерального закона от 13.03.2006 N 38-ФЗ «О рекламе» пользователь дает
          свое согласие Обществу с ограниченной ответственностью «Олкидс», на направление на указанную при заказе
          электронную почту, посредством уведомлений через веб-браузер:
          <br />
          <br />
          - информационных/рекламно-информационных сообщений об услугах ООО «Олкидс», скидках и акциях ООО «Олкидс».
          <br />
          <br />
          6.2. Настоящее согласие предоставляется на неограниченный срок при отсутствии сведений о его отзыве. Согласие
          может быть отозвано или предоставлено снова.
          <br />
          <br />
          7. Обратная связь. Вопросы и предложения
          <br />
          <br />
          Все предложения или вопросы по поводу настоящей Политики следует сообщать Оператору и Производителю по
          телефону 8 (800) 555-05-64 или по адресу электронной почты info@bivium.ru
        </>
      }
    />
  );
};

export default Page;
